import {
 
  javascript,
  reactjs,
  tailwind,
  nextjs,
  WebSocket,
  JsLib,
  GraphQL,
  TelPhp,
} from "../assets";



export const navLinks = [
  {
    id: "about",
    title: "درباره",
  },
  {
    id: "work",
    title: "کارها",
  },
  {
    id: "contact",
    title: "تماس با ما",
  },
];

const services = [
  {
    title: "دوره های اختصاصی",
    desc: "با پشتیبانی و کیفیت بالا ارائه میده. چون خوش نام بودن نام برند و منافع مشتری و حفظ شان دیگر همکارانش براش مهمه",
    color:"red"
  },
  {
    title: "اجازه تدریس",
    desc: "به هر مدرسی رو نمیده و فقط فقط با مدرسای سینیور و مید لول وارد همکاری میشه چون کیفیت براش مهمه",
    color:"green"
  },
  {
    title: "دوره پولی یا رایگان",
    desc: "براش مهم نیست. به مدرسینش بهترین مزایا و دستمزد رو میده تا نهایت کیفیت رو در پشتیبانی و اپدیت دوره ارائه بده ",
    color:"yellow"

  },
  {
    title: "اولویت بندی به ترتیب منافع",
    desc: "در سبزلرن اولویت اول با مدرس هست چون اون قراره دل بسوزونه. اولویت دوم با کاربره چون باید کمکش کرد و درنهایت اولویت آخر با سبزلرنه    ",
    color:"pink"
  },
];


const OfferList = [
  {
    title: "دوره متخصص",
    company_name: "NextJs",
    icon: nextjs,
    iconBg: "#fff",
    date: "درحال برگزاری",
    points: [
      "بیش از 40 ساعت آموزش",
      "دارای 1405 دانشجو",
      "پشتیبانی آنلاین",
      "پیش نیاز : RaectJs",
    ],
  },
  {
    title: "دوره متخصص",
    company_name: "ReactJs",
    icon: reactjs,
    iconBg: "#383E56",
    date: "تمام شده",
    points: [
      "بیش از 100 ساعت آموزش",
      "دارای 1305 دانشجو",
      "پشتیبانی آنلاین",
      "پیش نیاز : JavaScript",
    ],
  },
  {
    title: "دوره متخصص",
    company_name: "JavaScipt",
    icon: javascript,
    iconBg: "#383E56",
    date: "در حال برگزاری",
    points: [
      "بیش از 45 ساعت آموزش",
      "دارای 1081 دانشجو",
      "پشتیبانی آنلاین",
      "پیش نیاز : ندارد",
    ],
  },
  {
    title: "دوره متخصص",
    company_name: "TailwindCss",
    icon: tailwind,
    iconBg: "#fff",
    date: "تمام شده",
    points: [
      "بیش از 21 ساعت آموزش",
      "دارای 1191 دانشجو",
      "پشتیبانی آنلاین",
      "پیش نیاز : Html-Css",
    ],
  },
];

const testimonials = [
  {
    testimonial:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.",
    name: "ali",
    designation: "علی",
    company: "NextJS",
    image: "https://images.unsplash.com/photo-1500648767791-00dcc994a43e?q=80&w=1887&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
  },
  {
    testimonial:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.",
    name: "Reza",
    designation: "رضا",
    company: "ReactJs",
    image: "https://images.unsplash.com/photo-1506794778202-cad84cf45f1d?q=80&w=1887&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
  },
  {
    testimonial:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.",
    name: "Mohammad",
    designation: "محمد",
    company: "JavaScript",
    image: "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?q=80&w=1887&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
  },
];

const PreSaleList = [
  {
    title: "آموزش ساخت ربات تلگرام با PHP",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد",
    author:"محمد محمدی",
    time:"10:00",
    image: TelPhp,
    category: "بک اند",
    price:"450,000",
    student:"100"
  },

  {
    title: "آموزش جامع پروژه محور GraphQL",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد",
    author:"رضا رضایی",
    time:"05:55",
    image: GraphQL,
    category: "ارتقا مهارت",
    price:"1,000,000",
    student:"20"
  },

  {
    title: "آموزش پروژه محور WebSocket",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد",
    author:"احمد احمدی",
    time:"06:30",
    image: WebSocket,
    category: "ارتقا مهارت",
    price:"1,450,000",
    student:"50"
  },


  {
    title: "توسعه کتابخانه با جاوااسکریپت",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد",
    author:"حسین حسینی",
    time:"03:50",
    image: JsLib,
    category: "ارتقا مهارت",
    price:"2,000,000",
    student:"200"
  },

];

export { services, OfferList, testimonials, PreSaleList };
